tap 'caskroom/cask'
tap 'homebrew/cask-fonts'
tap 'thoughtbot/formulae'
tap 'caskroom/versions'
tap "rschmitt/heatseeker"

brew 'autojump'
brew 'bat'
brew 'diff-so-fancy'
# For recent git command with cor alias
brew 'heatseeker'
brew 'hub'
# Pretty printing json
brew 'jsonpp'
brew 'jump'
# Pretty printing sql
brew 'pgformatter'
brew 'rcm'
brew 'tldr'
brew 'meetingbar'
brew 'tmux'
brew 'tree'
brew 'yarn'
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'fzf'
brew 'exa'
brew 'github/gh/gh'
brew 'tig'
cask 'aerial'
cask 'alfred'
cask 'bartender'
cask 'charles'
cask 'dropbox'
cask 'google-chrome'
cask 'istat-menus'
cask 'iterm2'
cask 'postman'
cask 'slack'
cask 'visual-studio-code'
cask 'spotify'

# Work
brew 'awscli'
brew 'redis'
brew 'watchman'
cask 'java8'
